{
    "HEADER": "C:/Users/Brandon/Documents/Personal_Projects/reddit_comp/bulk_downloader_for_reddit-1.6.5-windows/bulk-downloader-for-reddit.exe --directory C:/Users/Brandon/Documents/Personal_Projects/reddit_comp/vids_to_compile",
    "1": [
        {
            "postId": "ahi21p",
            "postTitle": "Please post titles that are descriptive, funny or generally useful. Do not post screenshots from social media or images with useless text that could be just added to the title.",
            "postSubmitter": "iBleeedorange",
            "postType": "self",
            "postURL": "https://www.reddit.com/r/interestingasfuck/comments/ahi21p/please_post_titles_that_are_descriptive_funny_or/",
            "postSubreddit": "interestingasfuck",
            "postContent": "Some more clarification:\n\n**Titles**: Having a title that is just \"wow\" or \"this is amazing\" is going to get your post removed, and you potentially banned. Describe what you're posting, you can make a pun of it, or you can even make your titles long to explain the context of the content you're posting. If someone can't figure out what you're posting about, or that it's a joke after seeing the content then your title isn't good enough.\n\n**Content**: Posting a screenshot from social media like twitter, instagram. tumblr, etc or images with useless text that could just be in the title or comments means your post is going to get removed. The only times text is going to be allowed is when it helps explain the content of a gif, if it's on an image it can be explained in the title. If you ever need more room you can always tell people that there will be more info in the comment section.\n\nThis is an example of a bad post: https://i.imgur.com/ETZgk0I.png. Not only is the text wrong, but it could also just be the title of the post, it's not needed on the image and just makes for all around low effort.\n\n_______\n\nIf you have any questions about the above rule clarifications please comment below or message modmail. All other comments will be removed."
        }
    ],
    "2": [
        {
            "postId": "bvkipx",
            "postTitle": "A Dutch museum wanted to encourage people to visit museums and value art, so they chose a seventeenth-century Rembrandt painting \"The Night Watch\" and they gave it life in a shopping center",
            "postSubmitter": "mrdarcyyy",
            "postType": "gfycat",
            "postURL": "http://gfycat.com/fatherlynauticallacewing",
            "postSubreddit": "interestingasfuck"
        }
    ],
    "3": [
        {
            "postId": "bvk1tp",
            "postTitle": "Reflection makes the rock look like a monster",
            "postSubmitter": "Rainbinee",
            "postType": "direct",
            "postURL": "https://i.redd.it/xs9ypmjndf131.jpg",
            "postSubreddit": "interestingasfuck"
        }
    ],
    "4": [
        {
            "postId": "bvh9u6",
            "postTitle": "This beautiful art",
            "postSubmitter": "NoLimits007",
            "postType": "gfycat",
            "postURL": "https://gfycat.com/PeacefulPotableHochstettersfrog",
            "postSubreddit": "interestingasfuck"
        }
    ],
    "5": [
        {
            "postId": "bvgwxa",
            "postTitle": "Infinity Mirror modeled as a mining cave",
            "postSubmitter": "walid_riyad",
            "postType": "imgur",
            "postURL": "https://i.imgur.com/ZPkzn6X.gifv",
            "postSubreddit": "interestingasfuck"
        }
    ]
}